
/*Common Information*/
"COMMON_USERNOLOGIN_TITLE" = "用户未登录" ;
"COMMON_CLICKLOGIN_TITLE" = "点击页面登入" ;
"COMMON_PULLTOREFRESH_TITLE" = "下拉刷新" ;
"COMMON_RELEASEREFRESH_TITLE" = "释放刷新" ;
"COMMON_REFRESHING_TITLE" = "刷新中..." ;
"COMMON_RELEASELOADING_TITLE" = "释放加载" ;
"COMMON_LOADING_TITLE" = "加载中..." ;
"COMMON_PULLUPLOADING_TITLE" = "上拉加载" ;

/*NavigationBar Info*/
"NAVIGATIONBAR_LOADING_STATUS" = "加载中..." ;

/* tabBar Info*/
"TABBAR_FIRSTPAGE_TITLE" = "首页"  ;
"TABBAR_DEPOSITPAGE_TITLE1" = "充值/存款"  ;
"TABBAR_DEPOSITPAGE_TITLE2" = "存款" ;
"TABBAR_LOTTERYHALLPAGE_TITLE" = "购彩大厅"  ;
"TABBAR_LOTTERYRECORD_TITLE" = "投注记录" ;
"TABBAR_TRANSFERPAGE_TITLE" = "转帐" ;
"TABBAR_CUSTOMERSERVICEPAGE_TITLE" = "客服" ;
"TABBAR_MINEPAGE_TITLE" = "我的"  ;
"TABBAR_PROMO_TITLE" = "优惠" ;

/*ALERT Info*/
"ALERT_LOGIN_PROMPT_TITLE" = "提示" ;
"ALERT_LOGIN_PROMPT_DESC" = "您尚未登录，请先登录" ;
"ALERT_LOGIN_BTN_BACKFIRST" = "返回首页" ;
"ALERT_LOGIN_BTN_CONFIRMLOGIN" = "立即登录" ;
"ALERT_LOGIN_PROMPT_LOGINING" = "正在登入" ;
"ALERT_LOGIN_PROMPTDETAIL_TITLE" = "提示信息" ;
"ALERT_DATA_DATAEXCEPTION" = "数据异常,请联系后台解决" ;
"ALERT_LOGIN_NOLOGIN" = "您尚未登入" ;
"ALERT_DATA_OPENREDPAGLATER" = "正在加载，请稍后打开红包" ;
"ALERT_LOGIN_YOUNOLOGIN" = "您尚未登入" ;
"ALERT_DATA_CANNOTJIONACTIVITY" = "不能参与活动" ;
"ALERT_DEMO_SUCCESS" = "试玩登入成功" ;
"ALERT_DEMO_FAIL" = "试玩登入失败" ;
"ALERT_AUTOLOGINFAIL" = "自动login失败" ;
"ALERT_PLEASEWAITING" = "请稍等..." ;
"ALERT_DATA_DATALOADING" = "数据请求中" ;


/*WEB VIEW 状态 */
"WEBVIEW_LOADING_STATUS" = "数据加载中...";


/*splash view controller */
"SPLASHVIEWCTRL_EMPTY_DOMAINLIST" = "空的domain列表" ;
"SPLASHVIEWCTRL_INVALID_DOMAIN" = "没有可用的domain" ;

/*login view controller*/
"LOGINCTRL_USER_PLACEHOLDER_TITLE" = "请输入用户名" ;
"LOGINCTRL_PASSWORD_PLACEHOLDER_TITLE" = "请输入密码" ;
"LOGINCTRL_CODE_PLACEHOLDER_TITLE" = "请输入验证码" ;
"LOGINCTRL_LOGIN_BTN_TITLE" = "立即登入" ;
"LOGINCTRL_FREEOPENACCOUNT_BTN_TITLE" = "免费开户" ;
"LOGINCTRL_TITLE" = "登入" ;



/*discount view controller*/
"DISCOUNTCTRL_NOCURRENTACTIVITY_TITLE" = "当前无优惠活动" ;
"DISCOUNCTRL_CLICKRETRY_TITLE" = "点击重试" ;
"LOGINCTRL_TITLE" = "优惠" ;

/*firstpage view controller*/
"FIRSTPAGECTRL_BTN_LOGIN" = "登录" ;
"FIRSTPAGECTRL_BTN_REGISTER" = "注册" ;
"FIRSTPAGECTRL_TOTALASSETS_TITLE" = "总资产" ;
"FIRSTPAGECTRL_WALLET_TITLE" = "钱包" ;
"FIRSTPAGECTRL_BTN_ONESTEPRECOVERY" = "一键回收" ;
"FIRSTPAGECTRL_BTN_DEPOSIT" = "存款" ;
"FIRSTPAGECTRL_ACTIVITYEND_TITLE" = "活动已结束" ;
"FIRSTPAGECTRL_NOREDPAG_TITLE" = "红包已抢光" ;
"FIRSTPAGECTRL_ANNOUNCEMENT_TITLE" = "公告" ;

/*game view controller*/
"GAME_BTN_SEARCH" = "搜索" ;
"GAME_PLACEHOLDER_PLEASEINSERTGAMENAME" = "请输入游戏名称" ;

/*mepage view controller*/
"MEPAGECTRL_NVA_TITLE" = "我的" ;

"MEPAGECTRL_LASTLOGINTIME_TITLE" = "上次登录时间" ;
"MEPAGECTRL_TOTALASSETS_TITLE" = "总资产" ;
"MEPAGECTRL_WALLETBALANCE_TITLE" = "钱包余额" ;
"MEPAGECTRL_RACHARGE_TITLE" = "充值" ;
"MEPAGECTRL_WITHDRAW_TITLE" = "提现" ;
"MEPAGECTRL_BETRECORD_TITLE" = "投注记录" ;
"MEPAGECTRL_BETRECORD_SUBTITLE" = "查看所参与的游戏记录" ;
"MEPAGECTRL_LIMITTRANSFORM_TITLE" = "额度转换" ;
"MEPAGECTRL_LIMITTRANSFORM_SUBTITLE" = "进行资金回收和转入" ;
"MEPAGECTRL_CAPITALRECORD_TITLE" = "资金记录" ;
"MEPAGECTRL_CAPITALRECORD_SUBTITLE" = "查看所有资金来往记录" ;
"MEPAGECTRL_SAFETYCENTER_TITLE" = "安全中心" ;
"MEPAGECTRL_SAFETYCENTER_SUBTITLE" = "保护您的账户安全" ;
"MEPAGECTRL_DESPOITRECORD_TITLE" = "优惠记录" ;
"MEPAGECTRL_DESPOITRECORD_SUBTITLE" = "查看所参与的优惠记录" ;
"MEPAGECTRL_MESSAGECENTER_TITLE" = "消息中心" ;
"MEPAGECTRL_MESSAGECENTER_SUBTITLE" = "查看历史消息内容" ;
"MEPAGECTRL_SHARETOFRENDS_TITLE" = "分享朋友" ;
"MEPAGECTRL_SHARETOFRENDS_SUBTITLE" = "分享历史消息内容" ;
"MEPAGECTRL_APPLYDISCOUNT_TITLE" = "申请优惠" ;
"MEPAGECTRL_APPLYDISCOUNT_SUBTITLE" = "发送优惠申请优惠" ;
"MEPAGECTRL_LOOKMORE_TITLE" = "查看更多" ;
"MEPAGECTRL_SUGGESTFEEDBACK_TITLE" = "建议反馈" ;
"MEPAGECTRL_BANKCARD_TITLE" = "银行卡" ;
"MEPAGECTRL_NITCOIN_TITLE" = "bit币" ;

/*withdraw view controller*/
"WITHDRAWCTRL_WITHDRAW_TITLE" = "取款" ;
"WITHDRAWCTRL_BTN_BANKCARKACCOUNT" = "银行卡账户" ;
"WITHDRAWCTRL_TEXT_WITHDRAWAMOUNT" = "取款金额" ;
"WITHDRAWCTRL_SERVICECHARGE_TITLE" = "手续费" ;
"WITHDRAWCTRL_FREEOFFEE_TITLE" = "免手续费" ;
"WITHDRAWCTRL_ADMINISTRATIVECHARGE_TITLE" = "行政费" ;
"WITHDRAWCTRL_DISCOUNTCOUPONS_TITLE" = "折扣优惠" ;
"WITHDRAWCTRL_FINALWITHDRAW_TITLE" = "最终可取" ;
"WITHDRAWCTRL_LOOKCHECK_TITLE" = "查看稽核" ;
"WITHDRAWCTRL_BTN_SURESUBMIT" = "确认提交" ;
"WITHDRAWCTRL_BTN_BITCOINACCOUT" = "比特币账户" ;
"WITHDRAWCTRL_ALERTMESSAG_TITLE" = "提示" ;
"WITHDRAWCTRL_NOBINGBITADDRESS_TITLE" = "没有绑定比特币地址" ;
"WITHDRAWCTRL_CANCEL_TITLE" = "取消" ;
"WITHDRAWCTRL_BTN_ADDRIGHTAWAY" = "立即添加" ;
"WITHDRAWCTRL_BTN_PLEASEBINGBITADDRESS" = "请先绑定比特币地址" ;
"WITHDRAWCTRL_BINGBTNWALLET_TITLE" = "绑定比特币钱包" ;
"WITHDRAWCTRL_BTBWALLETADDRESS_TITLE" = "比特币钱包地址" ;
"WITHDRAWCTRL_BTN_RESET" = "重置" ;
"WITHDRAWCTRL_BTN_SUMIT" = "提交" ;

/*bettingrecord view controller*/
"BETTINGRECORDCTRL_NAV_TITLE" = "投注记录" ;
"BETTINGRECORDCTRL_BETTINGDATE_TITLE" = "投注日期" ;
"BETTINGRECORDCTRL_BTN_SEARCH" = "搜索" ;
"BETTINGRECORDCTRL_GAMENAME_TITLE" = "游戏名称" ;
"BETTINGRECORDCTRL_BETTINGTIME_TITLE" = "投注时间" ;
"BETTINGRECORDCTRL_BETTINGAMOUNT_TITLE" = "投注额" ;
"BETTINGRECORDCTRL_PAYOUT_TITLE" = "派彩" ;

/*capitalrecord view controller*/
"CAPITALRECORDCTRL_NAV_TITLE" = "资金记录" ;
"CAPITALRECORDCTRL_BETTINGDATE_TITLE" = "投注日期" ;
"CAPITALRECORDCTRL_BTN_QUICKSELECT" = "快选" ;
"CAPITALRECORDCTRL_BTN_TYPE" = "类型" ;
"CAPITALRECORDCTRL_BTN_SEARCH" = "搜索" ;
"CAPITALRECORDCTRL_WITHDRAWDEAL_TITLE" = "取款处理在：" ;
"CAPITALRECORDCTRL_TRANSFERDEAL_TITLE" = "转账处理中：" ;


/*minesafetycenter view controller*/
"MINESAFETYCENTER_NAV_TITLE" = "安全中心" ;
"MINESAFETYCENTER_DEAR_TITLE" = "亲爱的" ;
"MINESAFETYCENTER_DEARDETRAIL_TITLE" = "您的账号信息正在享受全面的安全防护" ;
"MINESAFETYCENTER_CHANGELOGINPASSWORD_TITLE" = "修改登录密码" ;
"MINESAFETYCENTER_BTN_CHANGE" = "修改" ;
"MINESAFETYCENTER_CHANGESAFETYPASSWORD_TITLE" = "修改安全密码" ;
"MINESAFETYCENTER_LOCKSCREENGUESTURE_TITLE" = "锁屏手势" ;
"MINESAFETYCENTER_BANKCAR_TITLE" = "银行卡" ;
"MINESAFETYCENTER_BITCOIN_TITLE" = "Bit币" ;
"MINESAFETYCENTER_BTN_SETTING" = "设置" ;

/*modifypassword view controller*/
"MODIFYPASSWORD_NAV_TITLE" = "修改登录密码" ;
"MODIFYPASSWORD_CURRENTPASSWORD" = "当前密码" ;
"MODIFYPASSWORD_PLACEHOLDER_CURRENPASSWORD" = "请输入当前密码" ;
"MODIFYPASSWORD_NEWPASSWORD_TITLE" = "新密码" ;
"MODIFYPASSWORD_PLACEHOLDER_NEWPASSWORD" = "请输入新密码" ;
"MODIFYPASSWORD_SUREPASSWORD_TITLE" = "确认密码" ;
"MODIFYPASSWORD_PLACEHOLDER_SUREPASSWORD" = "再次输入新密码" ;
"MODIFYPASSWORD_BTN_CHANGE" = "修改" ;
"MODIFYPASSWORD_ALERT_DIFFERENTPASSWORD" = "两次输入的密码不一样";
"MODIFYPASSWORD_ALERT_REEOR" = "错误";
"MODIFYPASSWORD_ALERT_PLEASEINSERTPASSWORD" = "请输入密码";


/*modifysafetypassword view controller*/
"MODIFYSAFETIPASSWORD_NAV_TITLE" = "修改安全密码" ;
"MODIFYSAFETIPASSWORD_" = "" ;
"MODIFYSAFETIPASSWORD_" = "" ;
"MODIFYSAFETIPASSWORD_" = "" ;
"MODIFYSAFETIPASSWORD_" = "" ;
"MODIFYSAFETIPASSWORD_" = "" ;
"MODIFYSAFETIPASSWORD_" = "" ;

/*locksetpwd view controller*/
"LOCKSETPASSWORD_NAV_TITLE" = "设置解锁密码" ;
"LOCKSETPASSWORD_SURENAV_TITLE" = "请再次设置解锁密码" ;
"LOCKSETPASSWORD_RESET_TITLE" = "请重新设置" ;
"LOCKSETPASSWORD_DIFFERENTPASSWORD_TITLE" = "两次设置的密码不一致" ;
"LOCKSETPASSWORD_KNOWN_TITLE" = "知道了" ;

/*bitcoin view controller*/
"BITCOIN_NAV_TITLE" = "我的比特币地址" ;
"BITCOIN_" = "" ;
"BITCOIN_" = "" ;

/*promolist view controller*/
"PROMOLIST_NAV_TITLE" = "优惠记录" ;
"PROMOLIST_MULRIPLECHECK_TITLE" = "倍稽核" ;
"PROMOLIST_" = "" ;
"PROMOLIST_" = "" ;
"PROMOLIST_" = "" ;

/*mpapplydiscount view controller*/
"MPAPPLYDISCOUNT_NAV_TITLE" = "消息中心" ;
"MPAPPLYDISCOUNT_GANE_TITLE" = "游戏公告" ;
"MPAPPLYDISCOUNT_SYSTEM_TITLE" = "系统公告" ;
"MPAPPLYDISCOUNT_SITE_TITLE" = "站点公告" ;
"MPAPPLYDISCOUNT_BTN_QUICKSELECT" = "快选" ;
"MPAPPLYDISCOUNT_ALLGAME_TITLE" = "所有游戏" ;
"MPAPPLYDISCOUNT_TODAY_TITLE" = "今天" ;
"MPAPPLYDISCOUNT_YESTERDAY_TITLE" = "昨天" ;
"MPAPPLYDISCOUNT_CURRENTWEEK_TITLE" = "本周" ;
"MPAPPLYDISCOUNT_LASTWEEK_TITLE" = "上周" ;
"MPAPPLYDISCOUNT_CURRENTMONTH_TITLE" = "本月" ;
"MPAPPLYDISCOUNT__TITLE" = "最近7天" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "最近三十天" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "消息中心" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "设置开始日期" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "设置截止日期" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "确认" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "系统消息" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "我的消息" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "发送消息" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "全选" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "删除" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "标注已读" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "消息中心" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "类型" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "标题" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "请输入标题" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "请输入内容" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "提交" ;
"MPAPPLYDISCOUNT_NAV_TITLE" = "取消" ;
